{"intents": [
        {"tag": "new_generic_welcome",
         "responses": ["Hello, Applicant? Unsa'y pangutana nimo?", "Hello, Applicant! Unsa akong ma-alagad nimo?", "Maayo kay nagkainteres ka sa among programa. Unsa imong pangutana?"]
        },
        {"tag": "status_b",
         "responses": ["Hello, Continuing Student? Unsa'y pangutana nimo?", "Hello, Continuing Student! Unsa akong ma-alagad nimo?", "Wazzup Wazzup, mu-enroll na ka?"]
        },
        {"tag": "status_c",
         "responses": ["Hello, Returnee? Unsa'y pangutana nimo?", "Hello, Returnee! Unsa akong ma-alagad nimo?", "Wazzup Wazzup, Returnee!!!"]
        },
        {"tag": "start",
         "responses": ["Hello, kumusta na ka? Unsa'y pangutana nimo?", "Hello! Unsa akong ma-alagad nimo?"]
        },
        {"tag": "new_generic_goodbye",
         "responses": ["Unta nakatubag ko sa imong mga pangutana. Salamat!", "Sa sunod na pud. Salamat!", "Balik na pud puhon."]
        },
        {"tag": "new_generic_misc",
         "responses": ["Naa pa ba ka lain nga pangutana?", "Palihog pahibaloa ko kung naa pa kay laing mga pangutana."]
        },
        {"tag": "new_generic_requirement",
         "responses": ["Andama ning mga dokumento nga kinahanglan arun maka apply ka: <br>a. Application Form nga naa passport-size nga picture. Ma-download nimo ang Application Form <a href='https://my.dlsu.edu.ph/admissions/graduate/applicationform/introduction.aspx'>dinhi</a> <br>b. Consent Form nga ma-download <a href=https://www.dlsu.edu.ph/wp-content/uploads/2018/09/gs-consent-form-short.pdf'>dinhi </a> <br>c. Transcript of Records <br>d. Cumulative Grade Point Average (CGPA) or Grade Weighted Average (GWA) nga gi-certify sa school register kung aha ka ni-graduate kung kini wala nakabutang sa imong TOR. <br>e. Birth Certificate <br>f. Marriage Certificate kung minyo na. <br>g. Transfer Credential o Honorable Dismissal. <br>h. Duha ka Recommendation Letters nga gikan sa imong employer, Human Resource Officer o mga professors sa una. <br>i. Kopya sa imong research output."]
        },
        {"tag": "new_generic_reqlinks",
         "responses": ["Makit-an ang mga requirements sa link nga ni: <a href='https://www.dlsu.edu.ph/admissions/graduate/requirements-checklist-for-local-applicants'/>https://www.dlsu.edu.ph/admissions/graduate/requirements-checklist-for-local-applicants/</a>"]
        },
        {"tag": "new_generic_lackingreq",
         "responses": ["Gawas sa Honorable Dismissal o Transfer credential, kinahanglan nga kumpletuhon na daan ang mga requirements ayha kini i-sumiter. Dili atimanun ang imong application kung naa’y kulang."]
        },
        {"tag": "new_generic_submitreco",
         "responses": ["Ang recommendation forms kay kinahanglan i-sumiter sa Recommender/Rater sa Office of Scholarships and Admissions pinaagi sa pag-upload sa <a href='https://bit.ly/3LfxlTG'>submission link </a> <br>Ang aplikante na ang maigo nga makigkomunikar sa iyang mga Recommenders or Raters."]
        },
        {"tag": "new_generic_applicationperiod",
         "responses": ["Ang Application Period para sa Term 2, AY022-2023 kay magsugod ug September 17, 2022 hangtud October 15, 2022."]
        },
        {"tag": "new_generic_applicationprocess",
         "responses": ["Isip bag-ong aplikante, andama sa daan ang imong mga requirements ug i-sumiter kini pinaagi sa <a href='https://bit.ly/3TU1L1I'>submission link </a> <br>Tanang upload kay ihatag sa screening committee sa department arun ma-review nila. Ang review kay himuon usa ka semana paghuman sa deadline sa application."]
        },
        {"tag": "new_generic_applicationfee",
         "responses": ["Bayri ang Non-Refundable nga Application Fee nga 600.00. Para sa proseso sa pagbayad, sunda ni nga mga proseso <a href='https://www.dlsu.edu.ph/offices/accounting/official-payment-channels/'>instructions</a>. "]
        },
        {"tag": "new_generic_examresult",
         "responses": ["Ang result sa examination para sa 2nd Term AY 2022-2023 kay ipadala sa imong email sa December 2022."]
        },
        {"tag": "new_generic_exam",
         "responses": ["Tanang aplikante kay kinahanglan mukuha sa DLSU Graduate Admission Test (DGAT) nga pagahimuon sa De La Salle University. Walay online exam nga kapilian. <br>Ig sumiter nimo sa imong Application Documents kay makadawat ka ug email mahitungod sa schedule sa imong exam ug imong test permit."]
        },
        {"tag": "new_generic_examschedule",
         "responses": ["Ig sumiter nimo sa imong Application Documents kay makadawat ka ug email mahitungod sa schedule sa imong exam ug ang imong test permit."]
        },
        {"tag": "new_generic_qualification",
         "responses": ["Ginadawat sa programa ang mga aplikante nga adunay degree sa MS sa Computer Science nga adunay thesis ug labing menos usa ka research paper nga gi-publish sa usa ka nasyonal o internasyonal nga refereed CS conference."]
        },
        {"tag": "new_generic_notmscs",
         "responses": ["Ang mga degree sa master gikan sa mosunod nga mga programa mahimong konsiderahon alang sa pagsulod sa Ph.D. in Computer Science (ang uban mahimong konsiderahon sa usa ka case-to-case basis) pagkahuman sa gikinahanglan nga remedial coursework/s: <br>1. MS in Computer Science (MSCS) nga wala’y thesis <br>2. Master in Computer Science (MCS) <br>3. MS in Information Technology (MSIT) <br>4. BSCS with an MS degree sa ubang fields <br>5. BS and MS degree sa ubang field pero naay IT experience"]
        },
        {"tag": "new_generic_confirmation",
         "responses": ["Kini ang proseso sa pagmatuod sa imong interes nga magpalista sa Ph.D. in Computer Science. <br>Bayri ang P1000.00 nga non-refundable Confirmation Fee. <br>I-sumiter ang hard copy sa Admission Requirement sa Office of Scholarships and Admissions. <br>Kuha-a ang Confirmation Kit nga naglangkob sa Department Recommendation Form ug Pre-enrollment Guidelines. Nakabutang ang mga kurso nga pwede nimo i-enroll karung termino sa Department Recommendation form."]
        },
        {"tag": "new_generic_defer",
         "responses": ["Ang mga aplikante nga nakahukom sa paglangan sa pagpalista gihangyo sa <br>a.Likayan ang pag-apil sa online nga pagrehistro o pag-enrol sa bisan unsang kurso <br>b.Basaha ang <a href='https://www.dlsu.edu.ph/admissions/graduate/graduatereprocessing-procedures'>Graduate Reprocessing Procedures ug sunda ang mga instruksiyon nga nakasulat niini. <br>Ang pagkapakyas sa pagbuhat sa bisan unsa niini mahimong moresulta sa dugang nga mga bayranan ug bayad sa silot."]
        },
        {"tag": "new_generic_totalunits",
         "responses": ["Alang sa mga aplikante nga adunay degree sa Master of Science sa Computer Science nga adunay thesis, 36 units (24 units nga Specialized Courses ug 12 units nga Dissertation). <br>Alang sa mga aplikante nga adunay degree sa Master of Science sa Computer Science o Master sa Computer Science nga wala’y research-based thesis, ang remedial academic requirements sa dili pa mosulod sa PhD program proper kay 9 units (6 units nga Remedial Courses ug 3 units nga Methods of Research). <br>Alang sa mga aplikante nga adunay degree sa Master of Science sa Information Technology, o BSCS nga adunay non-MSCS degree, o non-BSCS ug non-MSCS degree apan adunay kasinatian sa IT, ang remedial academic nga mga kinahanglanon sa dili pa mosulod sa PhD nga programa kay 18 units (15 units nga Remedial Courses ug 3 units nga Methods of Research)."]
        },
        {"tag": "new_generic_terms",
         "responses": ["Ang PhD nga programa gitanyag sa usa ka trimestral nga basehan. Ang 1st term magsugod sa Septiyembre."]
        },
        {"tag": "new_generic_duration",
         "responses": ["Ang gitakda nga gidaghanon sa mga tuig aron makompleto ang programa magdepende sa akademikong background sa estudyante ug gitakda nga program of study. Labing menos tulo ka tuig ang ginatakda nga panahon sa pagkompleto sa programa."]
        },
        {"tag": "new_generic_examfee",
         "responses": ["Walay bulag nga bayad para sa DLSU Graduate Admission Test. Kinahanglan lang bayran ang application fee nga 600.00."]
        },
        {"tag": "new_generic_appform",
         "responses": ["Ma-download nimo ang Application Form <a href='https://my.dlsu.edu.ph/admissions/graduate/applicationform/introduction.aspx'>dinhi</a>. Butangi kini ug passport-size nga picture."]
        },
        {"tag": "returnee_generic_inquire",
         "responses": ["Uy welcome back! Ang proseso ma basa <a href=\"https://www.dlsu.edu.ph/wp-content/uploads/pdf/registrar/schedules/enroll_gs.pdf\">dinhi nga dokumento</a> . Mas maayo kung na activate na ang imong MLS account para ma sayon sundon ang proseso. <br> Kung buot ka nga mu enroll bilang returnee, palihug ug fill up ani nga <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSf19G_NfhLsAK-YVfXJdKOp3yYchCWFZ3QBdkaP6Yw2RuTuaw/viewform?usp=mail_form_link\">form.</a>",
                "Salamat sa pag balik. Para ma sugdan ang imong enrollment, kinahanglan nga active imong Gmail. Kung dili ni active, palihug ug gamit sa imong personal nga email account. Pagpadala ug kopya sa imong DLSU ID sa Academic Program Officer sa imong college. Pag na activate na imong DLSU Gmail, gi kinahanglan nga mag fill-up ka sa returnee forms depende sa imong college: <br> <a href=\"http://bit.ly/Returnee_BAGCED\">BAGCED</a><br><a href=\"http://bit.ly/Returnee_CCS\">CCS</a><br><a href=\"http://bit.ly/Returnee_CLA\">CLA</a><br><a href=\"http://bit.ly/Returnee_GCOE\">GCOE</a><br><a href=\"http://bit.ly/Returnee_COS\">COS</a><br><a href=\"http://bit.ly/Returnee_RVRCOB\">RVRCOB</a>"]
        },
        {"tag": "returnee_generic_mls",
         "responses": ["Mao na ang My La Salle system. Mamahimo nimo ning ma activate pinaagi sa pag bisita sa https://my.dlsu.edu.ph/create_account.asp."]
        },
        {"tag": "returnee_generic_payment",
         "responses": ["Mamahimung sundon ang proseso sa pag bayad nga anaa dinhi nga website: https://www.dlsu.edu.ph/offices/accounting/official-payment-channels/"]
        },
        {"tag": "returnee_generic_activate_mls",
         "responses": ["Para ma activate imong MLS, palihug sa pagsunod sa maong proseso: <br><br>Una, pag pa evaluate sa Academic Programming Officer sa imong college <br><br> Ikaduha, pag Cleared ka na, maka dawat ka ug email para sa activation sa imong MLS account ug ang petsa kung kanus-a ka maka buhat sa imong online enrollment<br><br> Ikatulo, pag-Enroll online gamit ang imong animo.sys human sa activation sa imong MLS (gawas kung ang imong enrollment pinaagi sa gform submission sama sa WCE, OCE, Defense etc)<br>"]
        },
        {"tag": "returnee_generic_gmail",
         "responses": ["Para ma activate imong GMail, palihug sa pagsunod sa maong proseso: <br><br>Ipadala ang kopya sa imong DLSU ID gamit imong personal nga email ngadto sa Academic Programming Officer sa imong college.<br>"]
        },
        {"tag": "returnee_generic_end",
         "responses": ["Walay sapayan. Kalipay ko ang mu alagad nimo."]
        },
        {"tag": "returnee_first_inquire1",
         "responses": ["Para ma alagaran taka, aduna ka na bay active nga DLSU GMail account?"]
        },
        {"tag": "returnee_second_inquire1a",
         "responses": ["Ahh maayo kay aduna ka nay DLSU Gmail account. Ang sunod nimong buhaton kay mag fill-up sa Google Form gamit imong DLSU Gmail Account. Mag depende kini kung asa ka nga college nahiimutang. Palihug sa pag tan-aw sa links sa ubos.<br> <a href=\"http://bit.ly/Returnee_BAGCED\">BAGCED</a><br><a href=\"http://bit.ly/Returnee_CCS\">CCS</a><br><a href=\"http://bit.ly/Returnee_CLA\">CLA</a><br><a href=\"http://bit.ly/Returnee_GCOE\">GCOE</a><br><a href=\"http://bit.ly/Returnee_COS\">COS</a><br><a href=\"http://bit.ly/Returnee_RVRCOB\">RVRCOB</a> "]
        },
        {"tag": "returnee_second_inquire1b",
         "responses": ["Kinahanglan nga active imong DLSU Gmail account. Para ma activate kini, palihog sa pag padala sa kopya sa imong DLSU ID gamit imong personal nga email ngadto sa Academic Programming Officer sa imong college. "]
        },
        {"tag": "continuing_generic_welcome",
         "responses": ["Maayong adlaw diha kanimo. Maayo kay gusto ka mopadayun sa pag enroll. Unsa may imo gusto mahibal-an bahin sa enrollment?"]
        },
        {"tag": "continuing_generic_firstStep",
         "responses": ["Para ka makapadayun ug enroll, dapat nimo una humanon ang imoha clearance basi sa gi-paskin nga schedule."]
        },
        {"tag": "continuing_generic_clearanceAskSchedule",
         "responses": ["Pwede nimo makita ang schedule sa pag process sa clearance gamit ni nga link: https://www.dlsu.edu.ph/offices/registrar/schedules/"]
        },
        {"tag": "continuing_generic_nextToClearance",
         "responses": ["Mosunod ang pag kontak sa imo adviser. Or pwede nga kontakon nmu ang imo adviser dungan sa pag pa clearance."]
        },
        {"tag": "continuing_generic_contactAdviserWhileWorkingClearance",
         "responses": ["Pwede kaayo nga kontakon nimo daan ang imo adviser dungan sa pag pa clearance."]
        },
        {"tag": "continuing_generic_enrollmentSchedule",
         "responses": ["Para sa schedule sa enrollment, pwede nimo ibrowse ni nga page: https://www.dlsu.edu.ph/offices/registrar/schedules/"]
        },
        {"tag": "continuing_generic_askScopeOfOnlineEnrollment",
         "responses": ["Dili tanan. Ang Thesis/Dissertation Writing ug Defense, special classes and comprehensive examinations kay manual nga i-enroll dadto sa OUR."]
        },
        {"tag": "continuing_generic_listOfCourses",
        "responses": ["Dili makita sa online ang listaan. Mahimo nga imo kontakon ang imo adviser bahin ani. Sa graduate school man gud, nakadepende ang imo subjects sa direction sa imo study. Maong kinahanglan makig coordinate ka niya "]
        },
        {"tag": "continuing_generic_canEnrollWithoutClearance",
         "responses": ["Sorry pero dili ka pwede maka enroll pag dili ka cleared."]
        },
        {"tag": "continuing_generic_cannotSeeDissertation",
         "responses": ["Ang subjects nga dili nimo makita sa listaan sa online enrollment sama sa dissertation or comprehensive exam kinanhanglan i-enroll manually. Mahimo nga mo-koordinar ka sa imo adviser para ani."]
        }  ,  
        {"tag": "continuing_generic_whatisOUR",
         "responses": ["Ang OUR mao ang Office of the University Registrar. Pwede nga mo-browse ka ani sa ilang website para sa dugang nga detalye."]
        } 
 
   ]
}