{"intents": [
        {"tag": "status_a",
         "responses": ["Hello, New Student? Unsa'y pangutana nimo?", "Hello, New Student! Unsa akong ma-alagad nimo?", "Wazzup Wazzup!!!"]
        },
        {"tag": "status_b",
         "responses": ["Hello, Continuing Student? Unsa'y pangutana nimo?", "Hello, Continuing Student! Unsa akong ma-alagad nimo?", "Wazzup Wazzup, mu-enroll na ka?"]
        },
        {"tag": "status_c",
         "responses": ["Hello, Returnee? Unsa'y pangutana nimo?", "Hello, Returneed! Unsa akong ma-alagad nimo?", "Wazzup Wazzup, Returnee!!!"]
        },
        {"tag": "start",
         "responses": ["Hello, kumusta na ka? Unsa'y pangutana nimo?", "Hello! Unsa akong ma-alagad nimo?", "Wazzup Wazzup!!!"]
        },
        {"tag": "goodbye",
         "responses": ["See you!", "Have a nice day", "Bye! Come back again soon."]
        },
        {"tag": "requirement",
         "responses": ["Andama ning mga dokumento nga kinahanglan arun maka apply ka: a. Application Form nga naa passport-size nga picture. Ma-download nimo ang Application Form dinhi [insert link] Concert Form. Ma-download ang form dinhi [insert link] b. Transcript of Records c. Cumulative Grade Point Average (CGPA) or Grade Weighted Average (GWA) nga gi-certify sa school register kung aha ka ni-graduate kung kini wala nakabutang sa imong TOR. d. Birth Certificate e. Marriage Certificate kung minyo na. f. Transfer Credential o Honorable Dismissal. g. Duha ka Recommendation Letters nga gikan sa imong employer, Human Resource Officer o mga professors sa una. h. Kopya sa imong research output."]
        },
        {"tag": "req_links",
         "responses": ["Makit-an ang mga requirements sa link nga ni: https://www.dlsu.edu.ph/admissions/graduate/requirements-checklist-for-local-applicants/"]
        },
        {"tag": "lacking_req",
         "responses": ["Gawas sa Honorable Dismissal o Transfer credential, kinahanglan nga kumpletuhon na daan ang mga requirements ayha kini i-sumiter. Dili atimanun ang imong application kung naa’y kulang."]
        },
        {"tag": "submit_reco",
         "responses": ["Ang recommendation forms kay kinahanglan i-sumiter sa Recommender/Rater sa Office of Scholarships and Admissions pinaagi sa pag-upload sa submission link https://bit.ly/3LfxlTG Ang aplikante na ang maigo nga makigkomunikar sa iyang mga Recommenders or Raters."]
        }  
   ]
}